{
  "page": {
    "key": "Como trabalhamos",
    "title": "Como trabalhamos | indays.app",
    "description": "Entenda como nosso desenvolvimento mobile customizado funciona, e como nossa cultura de desenvolvimento ágil gera resultados incríveis.",
    "keywords": "desenvolvimento ágil, cultura ágil, processo de desenvolvimento ágil"
  },
  "title": "Como nós trabalhamos?",
  "subtitle": "Entenda como nosso desenvolvimento mobile customizado funciona, e como nossa cultura de desenvolvimento ágil gera resultados incríveis.",
  "paragraphs": [
    "<strong>Nós seguimos estratégias de desenvolvimento customer-centered baseadas em uma Cultura Ágil</strong> que foca em entregar soluções excelentes e de grande valor para seu negócio.",
    "Para aumentar a velocidade do processo de desenvolvimento, nós temos blocos de código e componentes de design pré-montados que foram construídos para serem consistentes, úteis, genéricos e customizáveis.",
    "Veja, neste breve resumo, como nosso <strong>processo de desenvolvimento ágil</strong> funciona:"
  ],
  "squad": {
    "description": "Todas as soluções desenvolvidas por nós são feitas através de squads: <strong>times multidisciplinares de alto desempenho focados na entrega contínua de <em>verdadeiro valor</em></strong>, trabalhando em um ambiente de colaboração com nossos parceiros (é assim que encaramos nossos clientes) usando alguns fundamentos dos frameworks Scrum e Shape Up prezando por qualidade e adaptabilidade.",
    "caption": "Tamanho médio de uma squad",
    "iconAlt": "Silhueta humana"
  },
  "footer": {
    "text": "Quer saber mais?",
    "action": "Faça o download de nossa apresentação com todas as informações de como trabalhamos."
  },
  "processTimeline": [
    {
      "title": "1. Compreender",
      "description": "O processo inicia garantindo que todos os objetivos estratégicos de nosso parceiro serão alcançados discutindo todos os detalhes sobre a solução necessária em um workshop Lean Inception remoto ou presencial."
    },
    {
      "title": "2. Design",
      "description": "Após coletar todas as informações necessárias, nós começamos a desenhar a solução utilizando alguma ferramenta de prototipagem (como o Figma) para validar as ideias e objetivos de nosso parceiro, além disso, todo o design criado nesse passo do processo é útil para o time de desenvolvimento nos próximos passos."
    },
    {
      "title": "3. Desenvolver",
      "description": "Quando qualquer fragmento de design da solução está validada pelo parceiro, nós iniciamos a codificação mantendo em mente que o objetivo é entregar valor verdadeiro com excelência. Para atingir este objetivo, nós seguimos padrões de desenvolvimento que garantem que nossa solução está crescendo de maneira saudável."
    },
    {
      "title": "4. Aprimorar",
      "description": "Os passos “design → desenvolver” vão sendo repetidos enquanto a aplicação cresce até que seja finalizada."
    }
  ]
}
