{
  "page": {
    "title": "Desenvolvimento Mobile Customizado em Dias | indays.app",
    "description": "Nós fazemos a diferença para seu negócio, transformando suas ideias em sucesso através do desenvolvimento mobile customizado em dias.",
    "keywords": "desenvolvimento mobile customizado, desenvolvimento mobile rápido, desenvolvimento mobile em dias"
  },
  "general": {
    "needHelp": "Precisa de ajuda?"
  },
  "blocks": {
    "headline": {
      "title": "Conduzimos negócios a seus objetivos muito mais <strong><u>rápido</u></strong>.",
      "subtitle": "Nossa metodologia de desenvolvimento mobile rápido possibilita a entrega de <strong>aplicativos customizados excelentes <u>em dias</u></strong>.",
      "paragraphs": [
        "Nosso time, liderado por pessoas com anos de experiência em desenvolvimento mobile, garante a <em><u>melhor experiência de desenvolvimento de software</u></em> através de uma cultura forte e sólida de <b>excelência</b> e <strong>agilidade verdadeira</strong> que somados à nossa filosofia e metodologia pode ajudar seu negócio entregando aplicações mobile de porte pequeno, médio ou grande com um time-to-market mínimo."
      ],
      "action": "Receber estimativa",
      "cards": {
        "first": "<span><strong>suas ideias viram sucesso</strong></span> quando desenvolvemos soluções que fazem a diferença para seu negócio, em dias",
        "second": "<span>somos mais que uma software house... <strong>nosso negócio é co-criar</strong></span> seu negócio próprio de forma colaborativa",
        "third": "<span>seus clientes são nossos clientes também</span>, por isso trabalhamos duro para entregar a melhor experiência para eles",
        "fourth": "<span>nossa <strong>verdadeira cultura ágil</strong></span> ajuda a atingir objetivos em até 90% do tempo convencional"
      }
    },
    "appeal": {
      "description": "Nós estamos prontos para validar suas ideias e desenvolver sua aplicação mobile desde o início ou acelerar seu projeto em andamento utilizando todo nosso conhecimento sobre <strong>desenvolvimento de aplicativos para smartphones (híbrido ou nativo) e smart TVs</strong>.",
      "action": "Entre em contato"
    },
    "solutions": {
      "title": "Soluções",
      "items": [
        {
          "title": "Desenvolvimento mobile customizado",
          "description": "Nós desenvolvemos aplicações mobiles lindas para Android e iOS utilizando sua stack nativa ou através de uma tecnologia cross-platform como React Native ou Flutter."
        },
        {
          "title": "Desenvolvimento de Super Aplicativos",
          "description": "Nós temos o conhecimento e a experiência para desenvolver este tipo único de aplicação mobile que está em alta após a campanha de sucesso feita pela WeChat."
        },
        {
          "title": "Desenvolvimento customizado para Smart TV",
          "description": "Nós desenvolvemos aplicações profissionais para qualquer sistema operacional de Smart TV como LG WebOS ou Tizen TV."
        },
        {
          "title": "Desenvolvimento customizado para e-commerce",
          "description": "Nossa verdadeira paixão e especialidade é desenvolver plataformas de e-commerce customizadas do zero ou utilizando Magento Commerce."
        },
        {
          "title": "Desenvolvimento customizado de back-end para mobile",
          "description": "Nós desenvolvemos soluções back-end que são rápidas, confiantes e seguras utilizando stack tecnológicas modernas como Deno.js, GoLang ou Bun.js, ou utilizando stacks mais consolidadas como Java, Python ou PHP."
        },
        {
          "title": "Design de produto",
          "description": "Nós sabemos como criar aplicações mobile lindas, úteis e de alto engajamento."
        }
      ],
      "tools": {
        "title": "Nossas ferramentas",
        "highlight": {
          "title": "Stack de desenvolvimento ultra-rápido:",
          "items": [
            {
              "imageKey": "react",
              "label": "React"
            },
            {
              "imageKey": "node",
              "label": "Node"
            }
          ]
        },
        "others": {
          "title": "Outras ferramentas:",
          "items": [
            {
              "imageKey": "java",
              "label": "Java"
            },
            {
              "imageKey": "python",
              "label": "Python"
            },
            {
              "imageKey": "deno",
              "label": "Deno"
            },
            {
              "imageKey": "php",
              "label": "PHP"
            },
            {
              "imageKey": "flutter",
              "label": "Flutter"
            },
            {
              "imageKey": "kotlin",
              "label": "Kotlin"
            },
            {
              "imageKey": "swift",
              "label": "Swift"
            }
          ]
        }
      }
    }
  }
}
